tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "coursier/formulas"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "boost"
brew "avrdude"
brew "bash"
brew "openssl@3"
brew "bat"
brew "bear"
brew "bison"
brew "gettext"
brew "python@3.12"
brew "ccache"
brew "check"
brew "cmake"
brew "gmp"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "criterion"
brew "curl"
brew "delve"
brew "docker"
brew "fd"
brew "ffind"
brew "sdl2"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "git"
brew "glow"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gpatch"
brew "gum"
brew "help2man"
brew "htop"
brew "libtool"
brew "imagemagick"
brew "jemalloc"
brew "lazydocker"
brew "lazygit"
brew "libedit"
brew "libelf"
brew "libev"
brew "libzip"
brew "llvm"
brew "llvm@12"
brew "llvm@14"
brew "lua"
brew "luarocks"
brew "make"
brew "minikube"
brew "neofetch"
brew "ninja"
brew "opam"
brew "openjdk"
brew "pcre"
brew "pfetch"
brew "pkg-config"
brew "portaudio"
brew "pstree"
brew "python@3.11"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "texinfo"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "wget"
brew "borkdude/brew/babashka"
brew "clojure/tools/clojure"
brew "coursier/formulas/coursier"
brew "dart-lang/dart/dart@2.12", link: true
brew "qmk/qmk/qmk"
cask "1password"
cask "alacritty"
cask "brave-browser"
cask "discord"
cask "dropbox"
cask "godot"
cask "intellij-idea-ce"
cask "kitty"
cask "mgba"
cask "obsidian"
cask "postman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "spotify"
cask "via"
cask "vial"
cask "vlc"
