tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "coursier/formulas"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "icu4c"
brew "boost"
brew "bash"
brew "bazelisk"
brew "openssl@3"
brew "bear"
brew "bison"
brew "gettext"
brew "pkg-config"
brew "ccache"
brew "check"
brew "cmake"
brew "gmp"
brew "gnutls"
brew "pcre"
brew "ncurses"
brew "qemu"
brew "colima"
brew "coreutils"
brew "criterion"
brew "curl"
brew "delve"
brew "docker"
brew "doxygen"
brew "fd"
brew "ffind"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnu-tar"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "go"
brew "go-task"
brew "gpatch"
brew "libtool"
brew "graphviz"
brew "gum"
brew "help2man"
brew "htop"
brew "imagemagick"
brew "jemalloc"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libelf"
brew "libev"
brew "llvm"
brew "llvm@12"
brew "llvm@14"
brew "luarocks"
brew "make"
brew "minikube"
brew "neofetch"
brew "ninja"
brew "nmap"
brew "opam"
brew "openjdk"
brew "pfetch"
brew "pstree"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "texinfo"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "wget"
brew "borkdude/brew/babashka"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "coursier/formulas/coursier"
brew "dart-lang/dart/dart@2.12", link: true
brew "qmk/qmk/qmk"
cask "1password"
cask "brave-browser"
cask "discord"
cask "dropbox"
cask "intellij-idea-ce"
cask "kitty"
cask "miniconda"
cask "obsidian"
cask "rectangle"
cask "slack"
cask "smlnj"
cask "spotify"
cask "transmission"
cask "vagrant"
cask "vial"
cask "vlc"
