tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "autoconf"
brew "automake"
brew "bash"
brew "openssl@3"
brew "bear"
brew "check"
brew "cmake"
brew "lima"
brew "colima"
brew "curl"
brew "docker"
brew "fnm"
brew "gmp"
brew "gcc"
brew "gettext"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "gum"
brew "lazygit"
brew "libtool"
brew "python@3.13"
brew "lua"
brew "luarocks"
brew "make"
brew "neovim"
brew "pipx"
brew "pkgconf"
brew "ripgrep"
brew "rustup"
brew "sdl2"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "zig"
brew "borkdude/brew/babashka"
brew "clojure/tools/clojure"
brew "dart-lang/dart/dart@2.12"
cask "1password"
cask "brave-browser"
cask "discord"
cask "dropbox"
cask "ghostty"
cask "imhex"
cask "intellij-idea-ce"
cask "mgba"
cask "obsidian"
cask "rectangle"
cask "spotify"
cask "via"
cask "vial"
